[{"id":"6c638ac0-ecaa-411c-9a15-5feee47c62dc","title":"Absurdist Rebellion: Negotiating the Moral Boundaries of Participation","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","c960c775-135e-403e-bc09-090b0c0bff4c","5e46b09a-c19b-4c1a-b244-a82dd586fb4c"],"keywords":["participation","design","absurdism","morality","boundaries","representation"],"authors":["Victoria Gerrard"],"content":"This exploratory paper introduces the absurdist pluralism of Albert Camus to participatory design (PD). The paper begins by reflecting that PD’s recent shift to pluralism mainly relies on the representational logics at the core of agonistic and autonomous models of pluralism. It proposes that this, however, carries risks of obscuring moral logic which can lead to representational tyranny; but that design might mitigate these risks by adopting the absurdist thinking of Albert Camus. Rather than using symbolic exclusion to bound plurality, Camus maintains solidarity through an absurdist rebellion which keeps moral logic visible and open for negotiation.\nThis paper considers what such an absurdist pluralism might mean for both PD theory and practice.\n\n\n\n","sessionId":"67713d33-1a99-458e-850d-b918e3306851","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/W0B9gSR7uzHcffoTyKF66S34cxMnCVVrr8Y8Zn5ZGJQ.pdf"]},{"id":"61b82753-7d07-4d87-a0b2-dd68a6920203","title":"A Participatory Approach to Eliciting Local Values of Civic Data Justice","themes":["cbe43eab-d37f-4276-a154-cfcc2584f83c","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","c960c775-135e-403e-bc09-090b0c0bff4c","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Civic data infrastructures","local values","data justice","participatory design","workshops","ethnography"],"authors":["Firaz Peer"],"content":"This article is a response to scholars calling for conceptualizing local values of data justice. Such values are grounded in the ways local communities utilize and understand data that has been created for their use. To elicit these values, I organized 11 data literacy workshops with community leaders in Atlanta’s Historic Westside neighborhoods. Analyzing the qualitative data I gathered from theseworkshops using Grounded Theory (GT) allowed me to identify three values of data justice that were prioritized by community leaders. These include (i) Support the community’s data infrastructure literacy, (ii) Empower the community through data, and(iii) Foster accountability through data. These local values and the methods I used to engage with the Westside can guide other researchers interested in creating civic data infrastructures with their communities.\n","sessionId":"2c943e04-08f1-4e4c-b756-fc7f8bacfb91","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/psl8OLa-nMoy51RUTvR3hCnezH6wnRnuoCbq6mfsfpw.pdf"]},{"id":"6893b940-0166-4829-aaf2-07fc7812561e","title":"Artful Material Utterance: A core competence for Participatory Designers","themes":["4e1e9ad1-035d-4281-8ea6-beb78bbfa456","de139d36-a68d-458a-b6fe-ef571a584a00","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Material Utterance","Communication","Pragmatics"],"authors":["Andy Dearden"],"content":"This paper explores the idea of ‘material utterance’ as a way of reflecting on and analysing specific communicative actions in the practice of designing, and in particular for participatory designing. Material utterance extends the notion of utterance as used in linguistic pragmatics. This approach focuses attention on particular, situated communicative actions and draws attention to their materiality and embodiment. Using examples from a single participatory design initiative, the paper illustrates how attending to the specifics of individual material utterances, and relating them to the speaker/maker’s intent, provides a useful perspective for reflection on our practice.\n","sessionId":"1f874d1b-2530-4554-97b6-d18adfd46aed","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/EKx9Kdm_yI6SD5CFR-JndJinPXJjCj7CEbxn_mFTUkI.pdf"]},{"id":"ddab4d76-28cb-4e3e-b8dd-801de5a73f44","title":"Beneath Walls and Naked Souls: Factors influencing Intercultural Meaningful Social Interactions in Public Places of Istanbul","themes":["60b152ab-f8c0-47d5-aff6-0d396f19a71e","ad8aa6fe-7162-4937-bf62-07871a82b64d","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","26f0b76d-66dd-4ae3-82d1-a12196dd17ca"],"keywords":["Meaningful Social Interactions","Intercultural Interactions","Public Places","Social Inclusion","Participatory Design"],"authors":["María Laura Ramírez Galleguillos","Aya Eloiriachi","Aykut Coşkun"],"content":"Individuals often avoid intercultural interactions due to biases and stereotyped perceptions about others. However, these encounters are needed to promote social inclusion and diversity. Previous PD studies have supported migrants’ social inclusion through developing their social capital and empowerment. Very few studies explored the facilitation of intercultural interactions within everyday contexts, like public places; further, most studies provide western perspectives. Addressing this gap, we conducted a focus group study with migrants and locals living in Istanbul, a city connecting eastern and western cultures, to explore how they perceive intercultural meaningful social interactions (IMSI). We asked participants to share poems about meaningful interactions, opening a dialogue about their intercultural life experiences. This technique allowed us to identify abstract qualities of IMSI and factors that influence them. We contribute to PD work on social inclusion by presenting in-between perspectives of IMSI and discussing opportunities for facilitating IMSI in a super-diverse city.\n","sessionId":"80512b01-910b-4e5f-9e92-03edaf45f7a3","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/jwi5rvSF7FvWI9w-569RC4pHeMRQY6XwgUtMs8NR8PE.pdf"]},{"id":"dc2e24fd-99db-472b-b6a3-8a796683fd4f","title":"Botswana blood commons: Visualizing blood services as a public-commons partnership","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","a59d2b85-c9bf-4bda-b5af-bf43180202ef","cbe43eab-d37f-4276-a154-cfcc2584f83c","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","60b152ab-f8c0-47d5-aff6-0d396f19a71e"],"keywords":["relational commons","public-commons partnership","pluriversal design","blood donation"],"authors":["Justin Sacks","Rosendy Galabo","Badziili Nthubu"],"content":"What role can the commons play in improving citizen trust in healthcare services? We explore this question in the context of the chronic blood supply shortage in Botswana, where the Indigenous kgotla village governance system operates alongside the republican state. To address barriers to trust in the blood services ecosystem, we review the public-commons partnership model as a commons ecosystem model that could support participatory design of blood services between the kgotla and state. We apply this model to the ecosystem mapping tool used in the Jigsaw framework, a method previously used in Botswana to support ecosystem visualization, to prompt state consideration of this alternative public-commons partnership as a solution to the blood supply shortage. We also explore the re-visualized ecosystem as a pluriversal commons, where the kgotla and state cosmologies must interact to solve the collective action challenge of blood supply.\n","sessionId":"a8106394-0aae-473a-aed5-adc572f23f38","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/ichtv6vNYvNBmFwRTXZxd4miHs-MtGLlPXebaMOxmS8.pdf"]},{"id":"3fa4fa79-5322-40e5-b04d-3f2012cf086c","title":"Brave and kind superheroes – Children’s reflections on the Design Protagonist role","themes":["de139d36-a68d-458a-b6fe-ef571a584a00","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Design protagonist role","Design capital","Making","Children","Teenagers","Youth","School","Formal education","Political participatory design","Twenty-first century skills","Nexus analysis"],"authors":["Matin Mahboob Kanafi","Netta Iivari","Marianne Kinnula"],"content":"A design protagonist role for children has recently gained attention in political participatory design, with the aim of reframing the position of a child in relation to technology. However, the concept and the characteristics of the design protagonist remain quite vague still. We conducted a “My Superhero” design project with 13-14-year-old schoolchildren, giving them a voice, nurturing their agency, and inviting them to reflect on their design experiences and the notion of the design protagonist. The findings show the children spontaneously adopted different roles, also the design protagonist role, in the design process without us intentionally guiding them towards those. The findings reveal children’s views on the characteristics of a design protagonist and their perceptions of their own characteristics and learning within the design process. Several factors mediating children’s adoption of the protagonist role, including\ncontext, personal interest, empathy, prior joint experience, adults’ role, self-learning, and soft skills, were discovered.\n\n\n\n","sessionId":"4b3e6607-0386-42a4-aa7a-f082b2c3fbf1","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/LDNpsajkMrXZ7AWZ44Yqt2cI-sLX_kBCaPl4-ZUuY6Q.pdf"]},{"id":"52d420ab-abe3-448e-a448-f0502865309b","title":"Building Trust in Participatory Design to Promote Relational: Network for Social Innovation","themes":["4e1e9ad1-035d-4281-8ea6-beb78bbfa456","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Trust","Participatory Design","Social Innovation","Network"],"authors":["Zhang Man","Ji Danwen","Chen Xue’er"],"content":"Social innovation is both the driving force and the goal of participatory design. However, social innovation does not start directly with action but presupposes the creation of meaningful encounters between participants, which requires corresponding commons to allow for various meetings, conversations, and actions that are not circumscribed. Based on literature research and practical experience, this paper argues that trust-building is the key to creating relational commons. This paper reviews literature about trust and participatory design, uncovers a vision of future co-creative communities based on trust and blockchain of DAO (Decentralized Autonomous Organization) as a new organizational form, and analyzes in detail the trust mechanisms of participatory design for social innovation, leading to a theoretical framework. This frame-work argues that shaping trust’s cognitive and affective foundation is crucial to building a social innovation network. Subsequent research will enable the integration of blockchain technology with the theoretical framework and verify the model’s validity through empirical studies. \n","sessionId":"c9f34dae-f336-4385-a82d-d0dc40d4c87a","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/uYE7cJXuTpdiIgCiLoFaPy31y5PL3sL2KZCxDkAmEMw.pdf"]},{"id":"936ae268-89cb-4710-a59d-c5b1f7cc8fb4","title":"Choreographic Infrastructuring for Design Things – A New Method for Participatory Design in Teacher Education","themes":["5e46b09a-c19b-4c1a-b244-a82dd586fb4c","802450f5-9487-409a-b691-72e82ba4262e"],"keywords":["Choreopattern","teacher education","arts education","alignment","sociomaterialism"],"authors":["Flavia Devonas Hoffmann","Kristine Høeg Karlsen"],"content":"The aim of this study is to contribute knowledge on the implementation of a new multimodal choreography-informed method, Choreopattern, which was developed for participatory educational design. This paper presents an in-depth analysis of Choreopattern applied in a teacher education workshop on curriculum design with participants from the dance education and teacher education sectors. We shed light on the interactions that arise when Choreopattern is implemented in a workshop and how the method provides infrastructure for the configuration of genuine participation in a Thing, a sociomaterial assembly in which participants align around a shared object of concern—that is, the course content and form of a teacher education program. Drawing on choreography, we provide an extended understanding of alignment in a Thing that involves spatial, mental and emotional alignment, presenting Choreopattern as a design method that equally values emotions and rationality.\n\n\n\n","sessionId":"98a7d65b-fa15-45ad-8417-30c6d1ebc77c","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/GlYyawNAo_XlEjaGD-msJgOKNEhTX9GkQGMipZ9NZXU.pdf"]},{"id":"fca8d886-1214-44e9-9d24-87604276f2cf","title":"Community-based Co-design across Geographic Locations and Cultures: Methodological Lessons from Co-design Workshops in South Africa","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","7dc0b465-4fa6-4a22-a17d-33f590b4c104","60b152ab-f8c0-47d5-aff6-0d396f19a71e"],"keywords":["multi-cultural","inter-disciplinary","community-based co-design","cultural norms","maternal and child health"],"authors":["Sarina Till","Jaydon Farao","Toshka Lauren Coleman","Londiwe Deborah Shandu","Nonkululeko Khuzwayo","Livhuwani Muthelo","Masenyani Oupa Mbombi","Mamare Motlhatlhedi","Molebogeng Motlhatlhedi","Gugulethu Mabena","Alastair Van Heerden","Tebogo Maria Mothiba","Shane Norris","Nervo Verdezoto","Melissa Densmore"],"content":"In this article, we report on methodological reflections that emerged during community-based co-design workshops exploring maternal and child health challenges across four provinces in rural and urban South Africa. Based on these workshops, we present how cultural norms such as hlonipha facilitated learning opportunities for participants’ engagement with gender norms and relations with community leaders and senior members of the community. We also describe stark contrasts with regards to cultural norms between rural and urban sites and their implications for co-design activities. By reflecting on the multi-linguistic, social, and cultural challenges conducting workshops across geographic locations, we discuss how cultural nuances influenced co-design workshops and artefacts. Adjustments to the rhythms of the workshops and co-design activities enabled \"transferability\" between rural and urban settings, and across diverse cultures, regardless of whether these settings include members from the same cultures.\n","sessionId":"80512b01-910b-4e5f-9e92-03edaf45f7a3","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/GX2QwluHM2V2PGc1wbpklI8c5iZt4JbkKZumcRROTpg.pdf"]},{"id":"d90e3a1a-d9c1-464f-9f91-f6737e87f857","title":"Corazonar: Weaving values into the heart of design research","themes":["27adc9c4-fbfb-4bc3-a3be-7e53affa2f97","ebdb165e-219e-493e-a037-034ef5afdc28","a59d2b85-c9bf-4bda-b5af-bf43180202ef","26f0b76d-66dd-4ae3-82d1-a12196dd17ca"],"keywords":["Corazonar","Mayan","Guiding Principles","Decolonisation","Global South"],"authors":["Diana Albarrán González"],"content":"Modernity has emphasized the need to disconnect from emotions for the sake of objectivity; the mind as the vehicle for sense-making. However, onto-epistemologies from the Global South discuss the relevance of a holistic integration of the body, mind, heart, and life-force (spirit) for a better understanding. In Abya Yala, the dimension of the heart as a center of emotions plays a crucial part in ways of understanding, being, and doing. The act of reasoning with the heart in collectivity (corazonar) allows going beyond analytic reasoning; it integrates emotions and our sensitivity for a holistic approach to research where values are developed and integrated through a yosotros collaboration. Based on Mayan views of the heart, this article proposes using corazonar as a decolonial act to interweave culture, creativity, cycles, connection, community, care, and courage as guiding principles supporting participatory design research in collaboration with communities in the Global South.\n","sessionId":"aeaac169-4bc8-4e1b-8f46-051d52eb1efa","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/ELeXPxNn0IkYyIMmsmqAlvTLo0sRWMEAvCej91sD-6A.pdf"]},{"id":"689e2d3e-73df-47af-8b27-fd7fe190bda0","title":"Decolonising in, by and through participatory design with political activists in Palestine","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","a59d2b85-c9bf-4bda-b5af-bf43180202ef","cbe43eab-d37f-4276-a154-cfcc2584f83c","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97"],"keywords":["Decolonising","activism","development","indigeneity","land","conflict"],"authors":["Rachel E Clarke","Reem Talhouk","Ahmed Beshtawi","Kefah Barham","Owen Boyle","Mark Griffiths","Matt Baillie Smith"],"content":"We contribute a conceptual framework for decolonising PD praxis with the aim of surfacing unsettling agendas. Our framework was developed in response to collaborating with young Bedouin activists in Palestine, where there is a need not only to delink approaches from potential damaging epistemological and ontological ways of knowing and being, but to recognise differently constituted positionalities, the geopolitical specificities of place and the role of INGOs alongside the cultural contexts of ongoing violence. We define our orientations as decolonising in, by and through PD praxis when working on issues of land-based conflict. We argue these multiplicitous orientations allow for negotiations between political struggle and indigenous connection to the land, how INGOs embody conflicting justice agendas and how equity enriches yet complicates community sustainment. In contexts of ongoing indigenous land-based conflict, we detail the framework as an approach for unsettling PD praxis.\n","sessionId":"f78fbf27-96e0-4752-972f-5006fffe54e9","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/AJiyUMiZLL0dKgOwT3sJbZPrQ_fHroIzWNumia3TDo0.pdf"]},{"id":"d9097d58-5919-4ec5-823e-3820c0a4802b","title":"Design decision competence: Supporting user participation in design decisions","themes":["802450f5-9487-409a-b691-72e82ba4262e","de139d36-a68d-458a-b6fe-ef571a584a00"],"keywords":["Design decisions","user competence","mutual learning","prototyping"],"authors":["Harald Maartmann-Moe","Heidi Bråthen","Suhas Govind Joshi","Tone Bratteteig"],"content":"The paper suggests the notion of design decision competence to describe the competence that users need to develop in order to participate in design decisions in Participatory Design (PD). We present two PD projects with older adults where they participated actively in making design decisions and we describe the competence they developed as a basis for these design decisions.We argue that experiences with materials and prototypes that demonstrate technical possibilities are important for developing such competence. We conclude by proposing a refined notion of design decision competence which enables real participation in design decisions.\n","sessionId":"452b0a9a-857c-44e5-8e3c-99c4305926ea","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/HD9-CUIp5zzbn6PSYRWZOflWOLtwstNzzBhpHU0PUIw.pdf"]},{"id":"e29fa142-7f7b-430d-bf2f-d4e06140889f","title":"Design for Equivalence: Agonism for Collective Emancipation in Participatory Design","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","c960c775-135e-403e-bc09-090b0c0bff4c"],"keywords":["Agonistic pluralism","Participatory design","Expertise in design","Social justice"],"authors":["Amanda A. Geppert","Laura E. Forlano"],"content":"This paper introduces design for equivalence, an approach to participatory design (PD) that centers systematically excluded individuals and groups and their matters of care, while scaffolding different types of expertise, to address social injustice. Design for equivalence is a theoretical contribution that emerges from a critical analysis of Chantal Mouffe’s theory of agonistic pluralism in PD. In this paper, we first review Mouffe’s conceptualization of agonism arguing a key construct of her theory—the chain of equivalence—has been absent in recent PD formulations of agonistic pluralism that seek to create collective, counter-hegemonic, and emancipatory responses to complex social problems. Next, we discuss the implications of these formulations relative to PD practices, participants, and outcomes. Lastly, we develop an approach that offers a set of provisional, practical guiding principles for PD processes to challenge structural inequality by creating articulations of the common good that are strong enough to counter power.\n","sessionId":"2c943e04-08f1-4e4c-b756-fc7f8bacfb91","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/f8SNzb10AT3KbYtmUJZBQAYuQBVnX4ljTiHuMAPdef8.pdf"]},{"id":"afa92a27-6153-4ae9-94d1-052fe98468c1","title":"Designing for Multispecies Commons: Ecologies and Collaborations in Participatory Design","themes":["3abc6877-587f-4104-b035-4b0420865d26","ad8aa6fe-7162-4937-bf62-07871a82b64d","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","cbe43eab-d37f-4276-a154-cfcc2584f83c"],"keywords":["more-than-human","collaborative design","commoning","planetarity","urban planning","citizenship"],"authors":["Michael Haldrup","Kristine Samson","Thomas Laurien"],"content":"Participatory design has traditionally foregrounded humans as agents and stakeholders in design processes. While the notion of ‘design ecologies’ have gained prominence as an understanding of the particular entanglements, processes of design are part of, the role of nature and other species remains an under investigated area. In the light of increasing states of planetary crisis, and its ubiquitous effects on design and planning we ask how designers may take more-than human rights into consideration and connect with more than human interests and agencies for participation. In doing this, we foreground questions on how other species may emerge as cocreators of experiences and knowledge and collaborators in making liveable environments. Drawing on two cases of spatial design (Amager commons, Copenhagen, Denmark and river Viskan, Borås, Sweden) we explore how we may rethink urban commons and their use as cases that call for attention to multispecies collaboration and design.\n","sessionId":"d55df53a-8865-4c45-b2a1-33c0f6750284","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/v0MLgXAmuTgzMaleHg1nIo72xid2z6wsxNf1sZnGreE.pdf"]},{"id":"a0c7e9bc-bb1e-4f3e-998e-f5fb133372bf","title":"Designing via detours: Why patterns may save the suburb","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","802450f5-9487-409a-b691-72e82ba4262e","ad8aa6fe-7162-4937-bf62-07871a82b64d"],"keywords":["Retrofitting suburbia","radical interdependence","expansive learning","pattern language"],"authors":["Oswald Devisch","Teresa Palmieri","Stefan Devoldere"],"content":"There is a growing public concern over the high societal costs of the suburban dwelling dream. At the same time, there is a growing despair among spatial planners on how to retrofit suburban dwelling environments to reduce these costs. All their strategies seem to strand in resistance. This article proposes to shift focus; from trying to change suburbia, to trying to steer the suburban dwelling dream. Our main argument is that such a shift would require making visible how dwelling cultures interdepend. We will discuss how we relied on patterns to start ‘expanding’ this interdependency and how the participatory development of a suburban pattern language helps to support this process of expansion.\n","sessionId":"96b510a4-637b-4ca9-9fa7-fe7f184c7bda","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/hEvHPIKMMADQwzG-1tkdWIEAM-3BiMcpknjffK8hSI4.pdf"]},{"id":"3a90c869-44bf-4101-ae6d-8c2939eb49d1","title":"Dialogues on Decolonial Participatory Design Praxis During a Revolution","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","9a65fee9-bcbd-4686-86ad-0091c6dbb904","60b152ab-f8c0-47d5-aff6-0d396f19a71e","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97"],"keywords":["Decoloniality","Decolonizing","Participatory Design","Revolution","Lebanon"],"authors":["Reem Talhouk","Sarah Armouch"],"content":"On the 17th of October 2019, people from across Lebanon participated in nation-wide protests which ignited a revolution condemning the political elite and the dire socioeconomic conditions they have engendered. Such events through which people are (re)imagining their lifeworlds prompt us as Lebanese design researchers to (re)imagine Participatory Design within a decolonial and decolonizing narrative. In an effort to (re)imagine PD so that we think/do with and from the revolution, we present dialogues held amongst: ourselves, with Lebanese public health practitioners/activists and with decolonial/decolonizing literature. Through these dialogues we unsettle our entanglements and raise the contradictions and questions within PD that we are contending with. In doing so we contribute to the growing efforts to decolonize PD so that we create worlds otherwise.\n\n\n\n","sessionId":"93113d1e-4e07-430e-b032-3e67625b88ec","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/FIIY-WZgtmfhiJLK2EJeIRxQS-IyYa9ZvRqjmR4-2yU.pdf"]},{"id":"50f2ea65-c8a1-42c3-b4a7-064aa88171b4","title":"Digital Gardening with a Forest Atlas: Designing a Pluralistic and Participatory Open-Data Platform","themes":["3abc6877-587f-4104-b035-4b0420865d26","c960c775-135e-403e-bc09-090b0c0bff4c","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Digital gardening","open-data platforms","pluralistic design","participation","digital infrastructure","environmental data"],"authors":["Michelle Westerlaken","Jennifer Gabrys","Danilo Urzedo"],"content":"This paper details a research project and design, the Smart ForestsAtlas, which expands open-data research platforms toward pluralistic and participatory practices. Working with the under-examined practice of ‘digital gardening’, the project reconfigures the open-data research platform into a dynamic and participatory space for cultivating ideas and generating content. However, we found that digital gardening could risk reinscribing existing colonial and anthropocentric practices of gardening and digital archiving. To challenge these risks, we propose six complementary design qualities that inform the design of the Atlas and could influence other open-data research platforms. We developed these qualities from a design inquiry into open-data platforms, environmental atlases, and digital gardening practices, while designing and developing the Atlas together with a digital tools cooperative. We argue that transformed digital gardening practices could advance more pluralistic, participatory, and more-than-human approaches to open-data research platforms while contributing to epistemic justice.\n\n\n\n","sessionId":"022623e5-7a6e-44ea-8358-76a8fe4c3122","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/HCio1vabyZLa40CE3PaNEmys5j-Gq3bc0u13oHoSb1c.pdf"]},{"id":"38cecafc-213d-4c1f-a1c4-66690573046d","title":"Emergent Participation in DIY Designed Bike Trails","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","cbe43eab-d37f-4276-a154-cfcc2584f83c","de139d36-a68d-458a-b6fe-ef571a584a00","ad8aa6fe-7162-4937-bf62-07871a82b64d"],"keywords":["DIY design","commons","emergent participation","bike trails","spatial agency"],"authors":["Liam Healy","Peter Gall Krogh"],"content":"This paper details early findings from our exploratory research on bike trails and the people who build, care for, and use them. The paper contributes to understandings of participation in punk andDIY cultures by engaging with a context outside the traditional realms of PD to learn about existing forms of (non-)participation.We outline three themes from the initial field work: First, the kinds of participation involved in designing and building the trails, including non-participation of those outside the community. We engage with the problems of participation in a DIY (un)commons that is often illegal and therefore fragile. Second, we look to grassroots moves to increase participation in these spaces and the reasons for doing so. Finally, we speculate on an aim to develop a symmetry, whereby academic attention to these spaces and practices may contribute to the community rather than only extract information.\n","sessionId":"1f874d1b-2530-4554-97b6-d18adfd46aed","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/FWI-d6SywUxN5Ns60C-gKUiUh3ZNom5aNmya1fnkAA8.pdf"]},{"id":"5598ecb6-35e8-4cbf-a573-63a3a1e9dd57","title":"Empowering Participation Within Structures of Dependency","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","9a65fee9-bcbd-4686-86ad-0091c6dbb904","5e46b09a-c19b-4c1a-b244-a82dd586fb4c"],"keywords":["community-based","participatory research","sensitive setting","vulnerable population","empowerment","agency","structural issues","agonism","reflexive","power"],"authors":["Aakash Gautam","Deborah Tatar"],"content":"Participatory Design (PD) seeks political change to support people’s democratic control over processes, solutions, and, in general, matters of concern to them. A particular challenge remains in sup-porting vulnerable groups to gain power and control when they are dependent on organizations and external structures. We reflect on our five-year engagement with survivors of sex trafficking inNepal and an anti-trafficking organization that supports the survivors. Arguing that the prevalence of deficit perspective in the setting promotes dependency and robs the survivors’ agency, we sought to bring change by exploring possibilities based on the survivors’ existing assets. Three configurations illuminate how our design decisions and collective exploration operate to empower participation while attending to the substantial power implicitly and explicitly manifest in existing structures. We highlight the challenges we faced, uncovering actions that PD practitioners can take, including an emphasis on collaborative entanglements, attending to contingent factors, and encouraging provisional collectives.\n","sessionId":"80512b01-910b-4e5f-9e92-03edaf45f7a3","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/i6OFB8Yirv_WYET6afBd5P0QLdSIXdQQOR5gQGRP9M8.pdf"]},{"id":"1e311c54-7fee-4bbc-be05-8dbbb84c80e2","title":"Evaluation in Participatory Design – The Whys and the Nots","themes":["5e46b09a-c19b-4c1a-b244-a82dd586fb4c","d3479271-f902-4504-95c1-a7c468befb10"],"keywords":["Participatory design","Evaluation"],"authors":["Quynh Nguyen"],"content":"Compared to other scientific practices, the process of evaluation in participatory design (PD) is not yet very well-established. However, without systematic and explicit evaluation, it is difficult to assess whether PD (both singular projects and the field more generally)can achieve its goals of empowerment, mutual learning, and democracy. This paper thus aims to describe how and why the evaluation of PD is not only beneficial but necessary for PD, to remain ac-countable as a scientific, social, and political practice, to improvePD practice, and to account for PD’s ideals. Moreover, the paper aims to push a dialogue in the community on why evaluation has not become an established part of doing PD, suggesting reasons such as cynicism about evaluation, the complexity and situatedness of PD, and underlying ontological and epistemological debates. This work thus aims to catalyse a richer discourse on evaluation of PD within the community.\n\n\n\n","sessionId":"452b0a9a-857c-44e5-8e3c-99c4305926ea","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/gwrWrxvXYsS0dS4NdKbgCqFAttrGj9vpoluzm0R5NvQ.pdf"]},{"id":"1f7ef8b6-fc18-47a1-81d5-4942f8b0bf57","title":"Expanding Evaluation Design Towards the Biophysical Context","themes":["3abc6877-587f-4104-b035-4b0420865d26","5e46b09a-c19b-4c1a-b244-a82dd586fb4c","d3479271-f902-4504-95c1-a7c468befb10"],"keywords":["Evaluation","creative evaluation","evaluation design","biophysics","biophysical context","transdisciplinarity","co-design","participatory design"],"authors":["Elisavet Christou","Violet Owen","Pinar Ceyhan"],"content":"This paper explores the process of designing evaluation approaches that engage with the broader environmental surroundings of evaluation projects in ways that can foster resilience, sustainability, inclusivity and recovery. The authors are proposing a new outlook towards evaluation design which involves expanding towards the biophysical context by using Creative Evaluation (CE) methods. The paper suggests that evaluators can draw from biophysics to design new methodologies that explore how a subject’s (programme, organisation, project) environmental surroundings can influence its states of being like wellbeing, survival, development and evolution. The authors identify CE methods and tools as important in fostering this exploratory process.\n","sessionId":"452b0a9a-857c-44e5-8e3c-99c4305926ea","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/UnyzbGl9o4RJYszITYvGhQRKhS0U72UekTfKbAQekA8.pdf"]},{"id":"e8318bfc-fce7-49f1-a2f9-7a9a269523f3","title":"Following Seals and Dogs: Experimenting with Personal Dimensions of Transformative Design","themes":["3abc6877-587f-4104-b035-4b0420865d26","4e1e9ad1-035d-4281-8ea6-beb78bbfa456"],"keywords":["creative practice","eco-social transformation","personal dimension","self-transformation","more-than-human"],"authors":["Kirsi Hakio","Markéta Dolejšová","Tuuli Mattelmäki","Jaz Hee-Jeong Choi","Cristina Ampatzidou"],"content":"Present eco-social crises call for transformative design practices, which include personal dimensions of transformation and self-reflection. This paper builds on ongoing discussions in participatory design about personal transformation and its impact on broader societal change. The paper presents two reflective accounts on transformative encounters with creative practices, to explore how to better understand and nurture personal transformations in participatory design. The common themes emerging from these accounts point to the importance of noticing small events that might seem subtle or mundane at first, but upon reflection, become critical in contributing to personal transformation. The paper argues that the personal dimension of transformative design plays an important role in fostering eco-social change, and that self-transformation can be nurtured by creating space for spontaneity, letting-go, shifting of perspectives and trusting into emerging elements that unfold beyond our control as designers.\n","sessionId":"d55df53a-8865-4c45-b2a1-33c0f6750284","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/oVZ4RHba8no6e3CYuqLX--9NnEXme418J2DJ8uu47zc.pdf"]},{"id":"f706efab-88ab-4479-a015-5c945bb77279","title":"Food for Advanced Computational Thinking Critical and Creative Approaches to Technology at Te Kura Taurua Manurewa","themes":["de139d36-a68d-458a-b6fe-ef571a584a00","7dc0b465-4fa6-4a22-a17d-33f590b4c104","802450f5-9487-409a-b691-72e82ba4262e"],"keywords":["Education","maker spaces","food","coding","generative themes"],"authors":["Ricardo Sosa","Andrew Gibbons","Andy Crowe","Emma O’Riordan","Keu Iorangi","Leanne Gibson","Sam Harris","Daniel Badenhorst"],"content":"This paper focuses on a participatory activity that is part of an ongoing partnership formed six years ago between teachers and academics to study creative technology approaches to youth participation. By focusing on a food-based activity in an after-school maker space, we reflect on the pedagogical and methodological innovations, and the ethical and aesthetic qualities of food-based activities for participatory design. The session brought together students and teachers to form a generative dialogue around computation and automation while preparing and sharing food. The results suggest opportunities to rethink current curricular, pedagogical, and education policy strategies. Recommendations for organizers to prepare generative activities where food is used as a design material close the paper.\n\n\n\n\n\n\n","sessionId":"4b3e6607-0386-42a4-aa7a-f082b2c3fbf1","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/_7JIgqoi8PKlKTK13i2_sc2n9J2f9u994LI4xVhg6-0.pdf"]},{"id":"81e9f143-a108-422e-bb8d-86c8799390ee","title":"Foraging Tangibles for Participatory Design: Decolonising co-creative processes through sustainable engagement with place","themes":["3abc6877-587f-4104-b035-4b0420865d26","cbe43eab-d37f-4276-a154-cfcc2584f83c","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97"],"keywords":["Tangibles","Participatory design","Stakeholder mapping","Environmental\nsustainability","Social sustainability","Decolonial"],"authors":["Danielle Wilde","Mary Karyda","Iben Østergaard Fog"],"content":"The sustainability of materials used in Participatory Design processes—be they tangibles, or other—typically provided by the designer; is not commonly foregrounded. We focus on the social and environmental impact of tangibles by considering two cases. The first concerns the conception of a Forest-Library. A steering committee gathered to map stakeholders across a municipality, using foraged elements from a barn. The second case brings together organisations concerned with waste activism, to collectively compare and negotiate their stakeholder interrelations. The foraged tangibles are environmentally sustainable by virtue of a) being foraged rather than designed, and b) their ability to be returned to use or to the nutrition cycle once their usefulness to the PD process has ended. Following Liboiron’s conceptualisation of pollution as colonialism we consider if their connection to place might assist in troubling the ways that these mapping processes might be considered socially, as well as environmentally sustainable.\n\n\n\n","sessionId":"93113d1e-4e07-430e-b032-3e67625b88ec","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/AW_A6tKBIxNF6a-s-YsFJaiCGgcPOsYzOYabRIRH98g.pdf"]},{"id":"d4d478f3-910b-468b-85e6-389e34b0ef37","title":"From protests to policies: Navigating between streets and institutions towards democratic cities","themes":["319f6e09-8d5b-4900-a96e-e6c65c48f8c4","c960c775-135e-403e-bc09-090b0c0bff4c","ad8aa6fe-7162-4937-bf62-07871a82b64d"],"keywords":["Participatory planning","Participatory Design","Protests","City-making"],"authors":["Mariana Morais"],"content":"This paper explores how grassroots movements influence urban policies by combining institutional and citizen-based practices at the city level. The study considers the experience of the German initiative Deutsche Wohnen & Co. Enteignen - DWE (Expropriate Deutsche Wohnen & Co). The collective of tenants demands a new housing policy in Berlin based on a socialisation claim grounded on a legal argument of the German Constitution. Informed by the assessment of qualitative research, this experience illustrates that the ability to navigate between streets and institutions is key to ensuring political embeddedness while remaining context-sensitive. By expanding the concept of participation to integrate different fields of action, the paper provides a lens to recasting participation while questioning dominant frameworks that hinder the democratic urban transformation.\n","sessionId":"96b510a4-637b-4ca9-9fa7-fe7f184c7bda","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/4hJxf61BKIBXDWGMfrMy091uSNrCsCggJguvyQN5kGU.pdf"]},{"id":"5c6ab0f9-4324-4255-8710-75bed902e3a1","title":"From Publics to Counterpublics: Designing for Autonomy","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","cbe43eab-d37f-4276-a154-cfcc2584f83c","c960c775-135e-403e-bc09-090b0c0bff4c"],"keywords":["Counter-publics","Counter-Design","Radical Design","Institutioning","Norming","Autonomy"],"authors":["Sharon Prendeville","Anais Carlton-Parada","Victoria Gerrard","Pandora Syperek"],"content":"In this paper we examine the conceptualization of publics by participatory design scholars and consider how the emphasis on communities as publics supports or hinders the agenda to repoliticize participatory design research. Our paper begins by setting out the alternative concept of counter-publics, which we argue is an over-looked yet salient critical lens that can offer productive insights for the field. Focusing on “new economy” counter-publics, we consider how we might unsettle institutionalized norms and assemble new ones, rebalance towards autonomy at the outset of any participatory design project, and approach designing counter-institutionsin ways that aim to sustain oppositional practices in the face ofco-optation. Based on this argumentation, we reflect on counter-designing as a tactical practice to employ against pervasive issues of norming and co-optation and towards collective autonomy.\n","sessionId":"2c943e04-08f1-4e4c-b756-fc7f8bacfb91","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/bOwTdr4l6JLa0kY57k0kcm47qCR8Q4WU1MZe162_0UA.pdf"]},{"id":"945f1191-66a4-4eaf-a816-82de6a559f46","title":"How Can We Expand Unintended Outcomes in Participatory Design?","themes":["cbe43eab-d37f-4276-a154-cfcc2584f83c","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","319f6e09-8d5b-4900-a96e-e6c65c48f8c4"],"keywords":["participatory design","unintended aspect of solutions","design context","problem solving","need-solution pair search"],"authors":["Naoya Tojo","Haruka Yoshida","Tomoko Oto","Sumaru Niida"],"content":"This paper investigates the mechanisms by which design deliverables contribute to other design activities in unintended contexts in a participatory design (PD). Specifically, this paper focuses on the need-solution pair (NSP) problem-solving process, an emerging concept in organizational economics. We first briefly introduce this concept and then investigate the implication of a viable NSP searching relation to PD. This exploration is exemplified by a case studying the field of well-being, which presents the key elements of NSP problem solving in PD. The nature of PD such as democratic participation, empowerment, and respect for field sites can make the NSP search more effective and enriching, and the results of participatory NSP problem solving have the potential to integrate activities of participant groups in different contexts and reconfigure them as an ecosystem that makes them contribute to each other.\n","sessionId":"c9f34dae-f336-4385-a82d-d0dc40d4c87a","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/KpeGLwnv2VXAwmVD1a9APnUE42buaoFE8yEh2tXngGE.pdf"]},{"id":"d89eb692-0e86-492f-9fba-d5e05e7aae79","title":"Infrastructuring ecological sustainability through multi-scalar speculations","themes":["3abc6877-587f-4104-b035-4b0420865d26","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","cbe43eab-d37f-4276-a154-cfcc2584f83c"],"keywords":["sustainability","infrastructuring","grassroots communities","food growing","participatory design"],"authors":["Simran Chopra","Rachel E Clarke","Clara Crivellaro","Adrian K Clear","Sara Heitlinger","Ozge Dilaver"],"content":"This paper responds to the challenges faced by grassroots sustain-ability communities in addressing ecological issues, through local action. Now more than ever, designers must fully engage with the messy side of these collaborative practices as we strive to support and sustain socio-political actions to foster more sustainable ecological futures connected to wider landscapes of socio-political change.We report on a community food growing project, as an example of sustainability research within Participatory Design demonstrating the complexity of such engagements when working through relationships across local and global concerns. We focus on infrastructuring place-based actions of the community, connecting these to the broader socio-political and economic landscapes. We contribute a multi-scalar perspective to speculative participatory workshops to connect everyday ecological food practices and imagined futures to socio-political realities across micro, meso, and macro scales. The workshops surfaced how socio-material complexities shape imaginations for sustainability and relational civic agency for situated change.\n","sessionId":"dd0c0736-7fd0-49eb-b82d-8cb1dc2a1230","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/_Ui2ac4-wo8Yq0DZtKR-s1VbffnDGMoA27e2Y2-qZZg.pdf"]},{"id":"e1f99a6c-24ff-429e-8adf-ad6032bc2b38","title":"“It’s all their words, it’s just not necessarily all of the words”: Balancing Authenticity and Authority in Participatory Heritage Projects","themes":["319f6e09-8d5b-4900-a96e-e6c65c48f8c4","cbe43eab-d37f-4276-a154-cfcc2584f83c","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Authorised heritage discourse","Oral history","Interview study","Participation"],"authors":["Hattie Rowling","Simon Bowen","David Kirk"],"content":"Participatory heritage approaches have the potential to create more democratic forms of local history and a relational commons around this material. This paper presents an interview-based study with volunteers from a community oral history organisation, to explore their current working practices, particularly around editing and publishing material and to consider volunteers’ feelings and concerns around openness and control of archive material. From the interviews, tensions were found between the desire for openness and concerns around the need for structure, highlighting challenges to address for future work in designing systems for participatory local history projects.\n\n\n\n","sessionId":"96b510a4-637b-4ca9-9fa7-fe7f184c7bda","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/fNBBtzfzTSrl5Cg7gBc-PYWYAB0Y_8o1MmwTDbJpk30.pdf"]},{"id":"ababfb37-03ab-4055-9845-cc7c4bb22897","title":"Modalities of Participation: Designing Beyond the Verbal","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","ebdb165e-219e-493e-a037-034ef5afdc28"],"keywords":["Expression","Participation","Non-verbal","Dementia","Autism","Participatory Design"],"authors":["Cara Wilson","Kellie Morrissey"],"content":"Participatory design (PD) approaches strive for inclusion and empowerment in the process of design, no matter the experience or abilities of participants. In practice, however, conventional PD methods can be inappropriate for those who communicate in non-verbal ways, which leads to exclusion. This paper asks what participation looks like when we place value on modalities of expression that are beyond the verbal. Responding to PDC 2022’s ‘Senti-Pensar’ theme, we ask; How can we better attune to different forms of expression in a socially just way? What are ‘other’ dimensions to participation? How do we value these, even if they are difficult to describe but somehow felt? Retroanalysing the second author’s work in the context of dementia care and design through the first author’s framework for non-verbal participatory design, we reflection how we can recognise and support participation other.\n","sessionId":"1f874d1b-2530-4554-97b6-d18adfd46aed","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/GOS1X_5cCJUYhktPL_O0tgk80vzkTAbl9tFfVH9DmMc.pdf"]},{"id":"6e923923-7877-4de5-9b16-1e1e4bd8cfc3","title":"Off-the-shelf digital tools as a resource to nurture the commons","themes":["3abc6877-587f-4104-b035-4b0420865d26","cbe43eab-d37f-4276-a154-cfcc2584f83c","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["digital commons","off-the-shelf","sustainability","adoption"],"authors":["Mela Bettega","Raul Masu","Nicolai Brodersen Hansen","Maurizio Teli"],"content":"Commons and commoning are of increasing interest to the PD community. We argue that off-the-shelf digital commons can be used in the context of PD to support groups in their commoning prac-tices. This approach presents some advantages: it allows focusing resources on participation rather than software development and it fosters sustainability of results when researchers leave. But how do we understand whether an off-the-shelf tool can be considered a commons or not? Where do we find digital commons? How do we select them? In this paper, we will try to answer these questions by proposing theoretical considerations and practical criteria based on the reflexive account of a case study in Europe.\n","sessionId":"dd0c0736-7fd0-49eb-b82d-8cb1dc2a1230","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/JqCaxmPkaPZS8ji_n3A40XPFZMvG-6nr5_EN6VUr1ko.pdf"]},{"id":"fcb46351-e3e3-4669-a04f-9c4ae9245c6e","title":"On cultivating the installable base","themes":["7dc0b465-4fa6-4a22-a17d-33f590b4c104","de139d36-a68d-458a-b6fe-ef571a584a00"],"keywords":["Installed base","Free/Libre and Open Source Software","Advanced\nprototypes"],"authors":["Roel Roscam Abbing"],"content":"This paper argues that technically-inclined PD practices that wish \"to matter\" are well predisposed to significantly contribute to public repositories of computational alternatives. It makes that argument by providing an account from an ongoing collaboration with a group of artist collectives that seek to build its own alternative social and publishing platform. That process explicitly relies on and contributes to existing Free-Libre and Open Source software\n(F/LOSS) applications in the process. Using this collaboration as an example, it then argues, based on Leigh-Starr’s notion of \"installed base\", that contributions to the installable base of computational alternatives can be a key contribution of PD practices. With this notion, this paper adds further substance to discussions of how to rethink PD’s relation with socio-technical work by highlighting concrete points of intervention where PD can meaningfully\ncontribute to technology design.\n","sessionId":"67713d33-1a99-458e-850d-b918e3306851","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/8A61l5f_CxAAdxLVs0eKix2RqzjeHABUex0eNY-eq1g.pdf"]},{"id":"be78b68d-4a7e-4fa9-b8a6-fc25232dacb8","title":"Prototyping and Prototype use in Participatory Design with older adults","themes":["5e46b09a-c19b-4c1a-b244-a82dd586fb4c","de139d36-a68d-458a-b6fe-ef571a584a00"],"keywords":["Prototyping","Prototype","Participatory Design","Older adults","Participation","Design","Human-Computer Interaction"],"authors":["Harald Maartmann-Moe","Suhas Govind Joshi"],"content":"This systematic literature review examines the role of prototyping and prototype use in Participatory Design (PD) with older adults. Through text analysis of 68 studies, ten descriptive categories of forms of prototyping and prototype use were constructed to characterize the application in PD with older adults: Refine, Evaluate, Motivate, Generate, Explore, Teach, Decide, Communicate, Understand, and Contribute. Further analysis examines the prevalence of each category, as well as who participates in these activities. With principal component analysis, we further examine the interrelationships of these forms of prototyping and prototype use to explore traditions within PD studies with older adults. We conclude by urging PD practitioners to explicitly describe who they include in prototyping and prototype activities, how they are involved, and why. Finally, we invite further discourse on the role of the use of prototypes and prototyping in PD, particularly in PD with older adults, as well as further examination of the concrete context of involvement.\n","sessionId":"98a7d65b-fa15-45ad-8417-30c6d1ebc77c","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/8k3QBtdT5wkI1cIjMLeCpeHCbDDfT7AH92vuaWmIKXE.pdf"]},{"id":"f8408b38-66f0-4f17-87ff-b12d84c02541","title":"Reassembling People, Redesigning Forests, Reforesting Democracy","themes":["3abc6877-587f-4104-b035-4b0420865d26","26f0b76d-66dd-4ae3-82d1-a12196dd17ca","cbe43eab-d37f-4276-a154-cfcc2584f83c"],"keywords":["Participatory Design","Codesign","Infrastructuring","Reassembling"],"authors":["Barbara Peccei Szaniecki"],"content":"Redesigning Democracies is probably a new frontier for design. This paper addresses the relationship between political and climate denial and investigates possibilities for participatory practices to change it. After observation of the recent COP26, it puts the forest and its peoples at the center of the debate. Besides indigenous and traditional peoples, who are the other actors and how their actions in the forest can lead to a reforestation of democracy? Based on these questions, it analyzes recent experiences of assemblies open to different cosmologies, whether in the field of production or in the political sphere, and in joints between them.\n","sessionId":"022623e5-7a6e-44ea-8358-76a8fe4c3122","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/szWzuK-ZzcZvXm5iTohM0-Q032p0mKtG1rWIHfF7Vuc.pdf"]},{"id":"f9bff55c-0aaa-467a-a90f-3800ef483b7e","title":"Relational sensitivity and participatory practice: Exploring poise and punctuation through an empirical study","themes":["ebdb165e-219e-493e-a037-034ef5afdc28","5e46b09a-c19b-4c1a-b244-a82dd586fb4c","4e1e9ad1-035d-4281-8ea6-beb78bbfa456"],"keywords":["relational sensitivity","punctuation","poise","participatory practice"],"authors":["Gottlieb Laura"],"content":"Poise – self-awareness of how one is and acts, and punctuation– attunement to relational dynamics, describe integral relational sensitivities for practitioners in Participatory Design (PD). These concepts describe important personal and embodied “practices of readiness” for participating in contingent and relational processes of designing with others. However, more attention on these “practices of readiness” is required in design research and design training to better comprehend and develop relevant relational sensitivity and competences. Through an empirical study, this paper explores what relational sensitivity i.e., poise and punctuation, could be in a participatory practice and what it can do for the process. The paper also explores ways in which relational sensitivity could be nurtured through participatory practices. This research contributes to PD literature by connecting concepts related to relational sensitivity with an empirical study, elaborating on the role of relational sensitivity in PD practice. \n","sessionId":"c9f34dae-f336-4385-a82d-d0dc40d4c87a","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/O32oUqES4ZmO7TiQpia_IeZ951Me868kcNE_m_5rITY.pdf"]},{"id":"4a77d52f-2bb1-4af2-bdb7-80d694951628","title":"Reviews Gone South: A Subversive Experiment on Participatory Design Canons","themes":["ebdb165e-219e-493e-a037-034ef5afdc28","26f0b76d-66dd-4ae3-82d1-a12196dd17ca","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97"],"keywords":["peer review","knowledge production","participatory design","epistemic justice","global south"],"authors":["Pedro Reynolds-Cuéllar","Bibiana Oliveira Serpa","Claudia Grisales","Julián “Iñaki” Goñi","Marisol Wong-Villacrés","Oscar A. Lemus"],"content":"In this paper, we present a performative exercise aimed at revisiting, from Latin American “Southern” perspectives, two seminal articles in Participatory Design (PD): “Co-creation and the new landscapes of design” by Sanders & Stappers, and “Participation in DesignThings” by Ehn. The goal is to turn peer review into a critical tool to inform established knowledge in PD with Latin American perspectives, using five principles: citational justice, epistemic justice, emancipation, relationality and positionality. Through this exercise we offer reflections, experiences, and literature to critically expand PD’s core as the field moves to global contexts. We discuss two tensions in this move: 1) design as socio-historical production, and 2) emancipatory commitments of participation when ’turning South’. We end with a critical reflection about the potential and limitations of our reformulation of peer review and its Southern politics. We offer these reflections to PD as a way to invite radical political solidarities across borders.\n","sessionId":"2c943e04-08f1-4e4c-b756-fc7f8bacfb91","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/BiI4KEC6Lnjn3MEwoRXjbW6WpbehuWez6khxmEmRei8.pdf"]},{"id":"ff98063a-6e22-4405-8543-c8b34530c7c1","title":"Reworlding: Participatory Design Capabilities to Tackle Socio-Environmental Challenges","themes":["3abc6877-587f-4104-b035-4b0420865d26","26f0b76d-66dd-4ae3-82d1-a12196dd17ca","9a65fee9-bcbd-4686-86ad-0091c6dbb904","319f6e09-8d5b-4900-a96e-e6c65c48f8c4"],"keywords":["Reworlding","Participatory design","Capabilities","Politics","Society","Sustainability"],"authors":["Liesbeth Huybrechts","Oswald Devisch","Mela Zuljevic","Nicola Bidwell","Maurizio Teli","Anna Seravalli","Ann Light","Panayotis Antoniadis","SeppeDe Blust","Chiara Bassetti","Cristiano Storni","Mark T.Marshall","Gabriela Avram","Virginia Tassinari","Filip Majetic","Joachim Declerck"],"content":"Rising societal polarisations around health and climate crises have brought more attention to the close relations between social and environmental challenges. These polarisations triggered an interest in the participatory design (PD) field in developing approaches that enhance connections between diverse actors operating across societal and environmental sectors. However, the capabilities needed for these approaches have not been sufficiently articulated in PD re-search and education. To fill in this gap, we define ‘reworlding’ as an operation of self-critique within PD that engages with capabilities needed to reveal and articulate radical interdependencies between humans and more-than-humans, across social and environmental worlds, and within situated contexts. We propose both the redefinition of the design capabilities needed for (re)connecting these worlds (retracing, reconnecting, reimagining and reinstitutioning),as well as a reconsideration of learning environments where these capabilities can be tested and enhanced.\n\n\n\n","sessionId":"022623e5-7a6e-44ea-8358-76a8fe4c3122","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/qZ9OPAkW_N-scPiYMY1WRAmHS-pOhZr3lO6SC_MV6B4.pdf"]},{"id":"957c5704-3c68-4b72-a913-5aa8ce52d1cc","title":"Science Fictioning Participatory Design","themes":["3abc6877-587f-4104-b035-4b0420865d26","802450f5-9487-409a-b691-72e82ba4262e","ad8aa6fe-7162-4937-bf62-07871a82b64d","5e46b09a-c19b-4c1a-b244-a82dd586fb4c"],"keywords":["Science fictioning","participatory design","responsible architecture","architectural pedagogy","ecological worldview"],"authors":["Ricelli Laplace","Joel P.W. Letkemann"],"content":"This paper proposes two allied approaches to participatory design and architectural pedagogy: Responsible Architecture is attentive to multiple ecological actors and behaviour change in value-led PD, and science fictioning addresses how narratives of the future are constructed in architectural pedagogy. We developed three frameworks for pedagogy in a PD course:\n‘authorship’ invited students to consider how their values might be productive as they construct their practice, ‘collective storytelling’ included actors who otherwise would not be represented – community stakeholders and non-human ecologies on site – and ‘translation’ negotiated community values with the material reality of an architectural project. We conclude that these methods rooted in shared values can help a project respond to the long-term ambitions, ecological worldviews, and social-environmental responsibility of a community of stakeholders. The workshop revealed to students how choices in design could never be innocent, but a response aligned with values and future hopes in architecture.\n\n\n\n","sessionId":"4b3e6607-0386-42a4-aa7a-f082b2c3fbf1","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/WZ1OWCTkNUEgV_RA5Qkr47etl9Fq5sAiGaL22hKNMJA.pdf"]},{"id":"5def291e-0d8f-4586-92eb-d949fae8bc2a","title":"Self-designing protests. Exploring participatory design activism through the Colombian graphic (design) explosion","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","c960c775-135e-403e-bc09-090b0c0bff4c"],"keywords":["Participatory design activism","participatory design","design activism","Colombia","collective action"],"authors":["Marlom Aguiar Guayacan","Cyril Tjahja"],"content":"This paper explores the notion of participatory design activism to describe design interventions that fall in between participatory design and design activism, arising organically through selforganisation. Illustrated by three examples from the Colombian graphic (design) explosion, which occurred during the mass protests in 2021, a case is made to decentre the designer from the process, arguing that protests are instead (co)designed by a variety of actors. The nature of the interventions described show that participatory design can make a difference through its marriage to design activism. In this context, designers take a step back and allowothers to use, appropriate and expand on their creative concepts, effectively self-designing the protest as well as its surrounding environment.\n","sessionId":"a8106394-0aae-473a-aed5-adc572f23f38","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/FFIAq1t6Cgs9-1Vll4Dpw39NioTied0pmGIj5brAkYQ.pdf"]},{"id":"40214666-32c6-4929-b43e-c0a870999b29","title":"Social dreaming together: A critical exploration of participatory speculative design","themes":["cbe43eab-d37f-4276-a154-cfcc2584f83c","5e46b09a-c19b-4c1a-b244-a82dd586fb4c"],"keywords":["Design methods","Speculative design","Participatory design"],"authors":["Pedro Gil Farias","Roy Bendor","Bregje F. van Eekelen"],"content":"While often seen as an elitist practice found only in artistic and academic circles, speculative design has grown in popularity and is now practiced in more diverse contexts and with a variety of participants. In order to gain a better understanding of this ostensible ‘participatory turn’, this paper presents an initial exploration of participatory speculative design based on a pilot survey of recent projects. Using a sample of projects we develop an 8-step hierarchical taxonomy of participation in speculative design that moves from ‘spectatorship’ to ‘reflection’, ‘inspiration’, ‘generative reflection’, ‘shared creativity’, ‘shared authorship’, ‘initiative’ and, finally, ‘ownership’. The taxonomy helps to raise important questions about the character and outcomes of participatory speculative design processes and the role played by designers as agents of the\npublic imagination.\n\n\n\n","sessionId":"67713d33-1a99-458e-850d-b918e3306851","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/zJmPMAdFYOmGDagP3TMhNWMpq5Ij4TLXDM36RcjEQ7k.pdf"]},{"id":"011159ba-bef7-42dd-903b-3230adcb1bc6","title":"Spirituality based codesign - Searching ways to operate a sentipensante participatory design","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97","ebdb165e-219e-493e-a037-034ef5afdc28"],"keywords":["Codesign","Sentipensante","Spirituality"],"authors":["Gustavo Berwanger Bittencourt","Karine de Mello Freire"],"content":"Different views and critical practices have aimed to build a Participatory Design that is truly democratic in its process and results. Among different approaches, the studies of Akama, Hagen and Whaanga-Schollum, and of Light and Ibarra urge designers to build their processes from perspectives that are both personal and alternative to those developed in the Global North, with the goal of establishing a respectful, reciprocal, and relational, or sentipensante. Sentipensante is translated into English as “thinking-feeling” in “Thinking-feeling with the Earth: Territorial Struggles and the Ontological Dimension of the Epistemologies of the South”, by Arturo Escobar. This paper connects such theoretical background with a codesign process, which was carried out with a group of parents, caregivers and health professionals involved with Prader-Willi Syndrome. The initial conclusions pointed out that spiritual disciplines rooted in alternative ontologies can inform processes, attitude, feelings, and behavior in design, but it is essential that designers have intimacy and proficiency with their chosen spiritual discipline and make room for self-reflection as well as for self-criticism.\n\n\n\n","sessionId":"93113d1e-4e07-430e-b032-3e67625b88ec","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/0do3NNyhyRHmCGdVQU_Tbg4Gkt-pcOU_LFd4NAFdryY.pdf"]},{"id":"6835949e-c7af-4d5d-a787-328bab4d2c85","title":"Stitching participations in a touch-oriented participatory design practice","themes":["de139d36-a68d-458a-b6fe-ef571a584a00","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","18b5579c-ff90-432c-a323-9ae6f3ad33ef"],"keywords":["Participatory Design","Touch","Sentipensar","Care"],"authors":["Ana Maria C. Maccagnan","Guilherme E. C. Meyer"],"content":"Despite the importance of Participatory Design literature concerned with democracy as a process of engaging through what arises from or in response to problems experienced in the situation, we identify the need to design alternative ontologies and relational modes, which enable us to listen to other urgencies. This paper proposes an experiential and felt shift stance by invoking touch and sentient aspects to craft new understandings of participation within a design process. We trust that proposing slowing down enables us to cultivate a distinct sensibility, hesitating to construct a common and detached world. This paper reports on episodes of an experimental prototyping practice carried out through an embroidery group. The explorations of this case lead us to nurture the relationship between mind, body, and world, introducing the idea of a touch-oriented participatory design (TOPD) when considering participation attentive to various rhythms, making democracy through storytelling and an ethos of care.\n","sessionId":"98a7d65b-fa15-45ad-8417-30c6d1ebc77c","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/rDldZl9K77pt6BxSK-nw5Fo46AYaSlrD9s6ClRLT420.pdf"]},{"id":"1d4e89bb-5ad3-40d5-b539-d8211fdd4fd2","title":"Tangible ‘Design Non-Proposals’ for Relationship Building in Community-Based Co-Design Projects","themes":["a59d2b85-c9bf-4bda-b5af-bf43180202ef","de139d36-a68d-458a-b6fe-ef571a584a00","4e1e9ad1-035d-4281-8ea6-beb78bbfa456","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Relationship building","rapport","engagement","Aboriginal","community-based participatory design"],"authors":["Jennyfer Lawrence Taylor","Wujal Wujal Aboriginal Shire Council","Alessandro Soro","Margot Brereton"],"content":"We present tangible design non-proposals as a technique for establishing and growing relationships in community-based co-design projects, particularly with Australian Aboriginal and Torres Strait Islander communities. Prior tangible design products from our research group were used to introduce our capabilities and interests and as tangible provocations to understand potential community interests for co-design. We describe how the non-proposals supported initial conversations and imagination, forming relationships, formalising an official relationship, understanding the scope and scale of community aspirations, artful appropriation, and how they morphed into a research prototype aligned to the community’s needs and vision. We describe the ways that tangibles supported a mutual sensitisation process and realising project limits, bounds and misalignments. We contribute a framework for design non-proposals with both general characteristics and dimensions salient to our collaborative work with Aboriginal communities. We evaluate our own design non-proposals using the framework.\n\n\n\n\n\n\n","sessionId":"f78fbf27-96e0-4752-972f-5006fffe54e9","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/5C4z_IsRMN9LgUZgLPgHfA62STGTlWwCgpxO1UTgv3k.pdf"]},{"id":"b4dd291c-8078-4802-bd43-c5a6cb288726","title":"Tensions and trade-offs in community organisations’ use of ICTs for ‘commoning’ during the Covid-19 pandemic","themes":["cbe43eab-d37f-4276-a154-cfcc2584f83c","7dc0b465-4fa6-4a22-a17d-33f590b4c104"],"keywords":["Commoning","Digital Commons","Community Organisations","Covid-19"],"authors":["Sarah Armouch","Clara Crivellaro","Sean Peacock","Vasilis Vlachokyriakos"],"content":"There is currently a growing interest in PD and CSCW in ‘commoning practices’: the collective creation, management and sustaining of community resources for collective benefit. While the tensions that commoning processes entail are relatively well reported, the tradeoffs that community organisations have to make to enable wider access to such resources is still not as well understood. This is particularly the case when resources or community services are accessed through ICTs. To more closely examine such questions of access, we worked with several types of community organisations engaging in commoning practices in one of the most deprived regions of the United Kingdom during the Covid-19 pandemic. Through semistructured interviews and a participatory workshop, we uncovered how, during Covid-19, such organisations struggled to configure access to community resources in ways that maintained their participatory and inclusive character, while also protecting them from degradation. Additionally, our findings point to the trade-offs that community organisations had to make in selecting the ICTs to use for remote work during the pandemic. While open-source technologies would have been their preferred option as opposed to software from tech companies, which they perceived as ‘unethical’, adopting open-source tools presented additional barriers and ‘costs’, such as the lack of familiarity, the need for training and the lack of staff for configuration, maintenance and support. Such findings prompt us to critically re-examine the processes through which we can scaffold the use of open-source tools in values-driven organisations. This entails both the need to financially support these organisations exploring alternatives to proprietary technologies, and to design technologies that can support an easier transition to open-source adoption.\n","sessionId":"a8106394-0aae-473a-aed5-adc572f23f38","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/Kv4yHGAEz9g8PKw85sxVvVTK2mDXjI3JRuhRHLgmeJk.pdf"]},{"id":"20dd6927-7e95-4017-8999-83d73f2ee4b5","title":"Towards a power-balanced Participatory Design process","themes":["9a65fee9-bcbd-4686-86ad-0091c6dbb904","c960c775-135e-403e-bc09-090b0c0bff4c"],"keywords":["Dialogical Spaces","Liberation","Participatory Design","Power Dynamics","Praxis","Reflection","Social Justice"],"authors":["Fabiana Tomasini Giannini","Ingrid Mulder"],"content":"Participatory designers have taken inspiration from other practices like the social sciences to develop socially just and horizontal processes to collaborate with communities. In the current work, we take the premise that designers do not have enough means to address concepts of power and politics in design practice. Therefore, we elaborate upon how designers could develop horizontal relationships within participatory design practices. Informed by the legacy of Paulo Freire, a research-through-design study exploring new ways of engaging and interacting with the community has been conducted. The study setup allowed for reflection upon the changing role of the designer in a community context. We conclude with a series of propositions and discuss their contribution to power-balanced relationships in participatory design processes.\n\n\n\n","sessionId":"a8106394-0aae-473a-aed5-adc572f23f38","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/IrUa05oUZShMUpcQEOiqIJNRIowqWDC7icYk__1v1UU.pdf"]},{"id":"b577f524-1c70-451e-889d-4f56ed26411a","title":"Towards Response-able PD: Putting Feminist New Materialisms to Work in the Practices of Participatory Design","themes":["3abc6877-587f-4104-b035-4b0420865d26","9a65fee9-bcbd-4686-86ad-0091c6dbb904","5e46b09a-c19b-4c1a-b244-a82dd586fb4c","18b5579c-ff90-432c-a323-9ae6f3ad33ef"],"keywords":["Becoming","ethics","feminist new materialisms","participatory design","ontology","politics","posthuman","relationality","response-ability","socio-materiality"],"authors":["Suvi Pihkala","Helena Karasti"],"content":"This paper contributes to recent discussions in the field of Participatory Design (PD) that have considered relationality, becoming, non-human, and more-than-human to invent alternative, more expansive, responsible, and accountable ways of understanding and doing PD. To add to these PD discussions of sociomaterial relationality and emergence, our aim is to bring PD practices into generative dialogue with feminist new materialist praxis. For this, we consider our past and ongoing participatory research and de-sign engagements related to collaboration with union professionals and creative research-activism with children. Drawing methodological insights from the ways in which sociomaterial relationality and becoming informed these processes, we explore how feminist new materialism can inform PD 1) when setting up participatory practices, 2) when engaging during design events, and 3) when rethinking designer-researchers’ responsibilities and accountabilities as unfolding from multiplicitous, multiscalar engagements. We tentatively propose the notion of response-able PD to bring these insights together.\n","sessionId":"dd0c0736-7fd0-49eb-b82d-8cb1dc2a1230","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/pIVcuWyST_WWq0sZmpCYeyFA8kxYzy4yvlwaINdOQuo.pdf"]},{"id":"d8f29e4f-0c29-45c9-9a0e-52b541d7175d","title":"Uncovering the invisible layers of locals’ values with map-based questionnaires","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","ad8aa6fe-7162-4937-bf62-07871a82b64d"],"keywords":["map-based questionnaire","participation","community engagement"],"authors":["Marta Ducci","Maciej Jakub Świderski"],"content":"Although many professionals nowadays inquire who is entitled to define the values to a community and how to establish them, less focus is on whether the methods employed facilitate the exploration of those values. In this paper we argue that before defining what kinds of knowledge are worthy of exploration, it should be investigated whether the methods utilised enable communities to represent such values. Thus, we explore and compares two cases where innovative research approaches have been applied to seek and stimulate the local communities to explore emotional components related to their spatial and lived environments. Despite the contextual diversity, the comparison shows possible ways to collect spatial information regarding personal values and memories and integrate them for future participatory planning processes. \n","sessionId":"96b510a4-637b-4ca9-9fa7-fe7f184c7bda","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/o78BD1lO2Nyji6HClNy2vR8jQjsd9cDkiMIO8kiguYw.pdf"]},{"id":"75a23446-6211-4db8-ad47-d304ba8ac11b","title":"Unleashing Indigenous Iban Values For Collective Technology Design","themes":["a59d2b85-c9bf-4bda-b5af-bf43180202ef","319f6e09-8d5b-4900-a96e-e6c65c48f8c4","cbe43eab-d37f-4276-a154-cfcc2584f83c","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97","26f0b76d-66dd-4ae3-82d1-a12196dd17ca"],"keywords":["Value Sensitive Design","Design Paradigms","Community-Based Co-Design"],"authors":["**Gary Loh Chee Wyai","Tariq Zaman","Khairuddin Ab Hamid**"],"content":"The digital divide continues to be a problem on a global scale. Since the pandemic began, there has been widespread media coverage of people being unable to work from home or conduct online studies due to the lack of internet access. Many development and design approaches have been used to accomplish specific rural community objectives, including user-centred, participatory and co-design. Each of these strategies is effective at accomplishing certain spe-\ncific objectives. The purpose of this research is to investigate the cultural and values dimension of the Iban indigenous community in Malaysian Borneo, Sarawak, using a value sensitive design approach. Domestic and cultural probes techniques were used to conduct design workshops with members of the community to explore indigenous communal values and finally, the card sorting method was used to reflect and create meaning from the information gathered. Our processes of engagement and co-design targets establishing a pluriversal design space for building trust, dialogue and co-existence despite the differences between academic and indigenous knowledge systems. In future, the primary discovery regarding collective values will be incorporated into the design and development of Community Networks as a solution bridging the digital divide for the indigenous community in Sarawak.\n\n\n\n","sessionId":"aeaac169-4bc8-4e1b-8f46-051d52eb1efa","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/5UYMlPcVS0DM9CJyvdd1ujrZRDXoTkcile8C-tbPhGk.pdf"]},{"id":"86a75f25-eb64-4a13-a71d-a36c665f0ccb","title":"Value-mapping transitions into the Pluriverse: Design notes on Participatory Methods, Traditional Ecological Knowledge and Emergency Community Resilience within the Ring of Fire","themes":["a59d2b85-c9bf-4bda-b5af-bf43180202ef","ebdb165e-219e-493e-a037-034ef5afdc28","9a65fee9-bcbd-4686-86ad-0091c6dbb904","cbe43eab-d37f-4276-a154-cfcc2584f83c"],"keywords":["Value Mapping","Transition Design","Traditional Ecological Knowledge (TEK)","Disaster and Risk Management (DRM)"],"authors":["Maria Alejandra Luján Escalante","Christine Mortimer "],"content":"This article presents research notes used to devise the participatory design method we propose as ‘Pluriversal Transition Value Mapping’ (PTVM). This is a reflection on 3 exercises carried out in 3 countries of the ‘Pacific Ring of Fire’, a label that describes the Southeast Asian regional disposition to intensifying disasters of epic proportions. This is a diffraction through a transgressive ontoepistemological questioning; what it means to know, to research, to design and to manage in the context of a global crises of crises management. Understanding knowledge co-creation as a technology of power, this paper brings together dispersed case studies emerging in the intersection of Traditional Ecological Knowledges (TEK) and Disaster and Risk Management, to make an argument to the relevance of TEK in crisis management. We detail PTVM facilitation to inspire transdisciplinary teams. We discuss ethical implications of participating in worlds that were not ours. And finally, we shared design insights to end with provocations around the linkage of participatory design and transitions into the pluriverse.\n\n\n\n","sessionId":"f78fbf27-96e0-4752-972f-5006fffe54e9","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/nP_JP7lP31y4Udfp4Rv7tyyXlH_XnFrYWWSN9tu7h0M.pdf"]},{"id":"793a353a-c801-48ce-8f28-42d1bb948295","title":"Why are we here? A reflexive story of decolonising","themes":["a59d2b85-c9bf-4bda-b5af-bf43180202ef","26f0b76d-66dd-4ae3-82d1-a12196dd17ca","9a65fee9-bcbd-4686-86ad-0091c6dbb904","5e46b09a-c19b-4c1a-b244-a82dd586fb4c"],"keywords":["Indigenous","decolonising","ontology","labour","positionality","reflexivity"],"authors":["Yoko Akama","Juliette Anich","Areli Avendano Franco","Jaz Hee-Jeong Choi","Liam Fennessy","Marius Foley","Leah Heiss","Tania Ivanka","Emma Luke","Rowan Page","Tanja Rosenqvist","Juan Sanin","Linus Tan"],"content":"This paper grapples with complicities of decolonising as we attempt to unsettle Dominant conventions in Design, which ossify through repetition, such as reoccurring conferences. Such conventions are troubled through questions around labour, privilege and ethics of being present and situated when we come together to share our practices on unceded Indigenous lands. The paper is co-authored by hosts of a conference that leveraged the organising mechanisms to surface implicit agendas, interrogate normalised approaches and confront tensions and paradoxes of decolonising our own practices. Instead of obeying disciplinary expectations to propose methodologies or ‘alternative’ conference engagements, we reflexively share unsettling complicities in responding to a penetrating question by an Indigenous Elder, _‘why are you here and what is your purpose?’_ Rather than discussing decolonising through arms-length theory, we share our endeavours through practice and ontologies of our feeling-thinking (_sentipensar_), to offer learnings and thoughts towards what is yet still to do.\n","sessionId":"f78fbf27-96e0-4752-972f-5006fffe54e9","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/YjTdCY0S4t98no2aAbC4Dxi3tkl9KO6UDbwtxyPHFeM.pdf"]},{"id":"da5e7cb3-8f56-4a47-8a1a-3c85a0aba4c7","title":"Working together with ‘ilkwatharra’ good feelings: Beyond institutional consent in participatory design.","themes":["26f0b76d-66dd-4ae3-82d1-a12196dd17ca","9a65fee9-bcbd-4686-86ad-0091c6dbb904","27adc9c4-fbfb-4bc3-a3be-7e53affa2f97"],"keywords":["Participation","relational consent","Indigenous onto-episteme","ethics"],"authors":["**Nicola St John**"],"content":"Engaging in research with Indigenous people requires acknowledging the limitations of institutional consent processes. Ones which do not reflect the ongoing creation, decision making, and changing dynamics of participatory design, nor the embodied and relationship-making processes of engaging on Country and respecting Indigenous onto-epistemes. Drawing from a participatory design education program on Western Arrarnta Country in Australia, this paper reflects on how learning, teaching, and designing together required finding ways of ensuring consent that left everybody with ‘ilkwatharra’, or a ‘good feeling’. As a way of being with others, ‘ilkwatharra’ encapsulates an ethical practice which unsettles dominant consent requirements while presenting a respectful way of entering collaborative work to ensure trust, accountability, and well-being.\n\n\n\n\n\n\n","sessionId":"aeaac169-4bc8-4e1b-8f46-051d52eb1efa","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/vUIfhmE6u_BOZekIgSfhLtk4cjgscOIYeJmDHtwuUNo.pdf"]},{"id":"7c5547c3-b3f7-451d-9164-21f75ff52da4","title":"Would the Trees Dim the Lights? Adopting the Intentional Stance for More-Than-Human Participatory Design","themes":["3abc6877-587f-4104-b035-4b0420865d26","5e46b09a-c19b-4c1a-b244-a82dd586fb4c","ad8aa6fe-7162-4937-bf62-07871a82b64d"],"keywords":["More-than-human","posthuman","participation","smart cities"],"authors":["Ned Cooper"],"content":"The 2019/20 Black Summer bushfires in Australia demonstrated the brutal and disastrous consequences of changing the techno-logical world without considering linkages with the biophysical, ecological or human worlds. An emerging more-than-human design philosophy encourages designers to consider such interrelations between humans and non-human entities. Yet, the design research community has focused on situated or embodied experiences for designers, rather than developing processes to legitimate the perspectives of non-human entities through participatory design. This paper explores how adopting the ‘intentional stance’, a concept from philosophy, might provide a heuristic for more-than-human participatory design. Through experimentation with the intentional stance in the context of smart lighting systems, the paper demonstrates that the approach has potential for non-human entities from the ecological world, but less so for the biophysical world. The paper concludes by encouraging critique and evolution of the intentional stance, and of other approaches, to legitimate the perspectives of non-human entities in everyday design. \n","sessionId":"d55df53a-8865-4c45-b2a1-33c0f6750284","files":["https://pdc-2022.ams3.cdn.digitaloceanspaces.com/notion/qjhC2Vj5a-uXUTdMpIamMyV4VRu5pYStfvwOSI7x7S4.pdf"]}]